Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/seminaari_saamelaisnuorten_kokemasta_seksuaalisesta_hairinnasta_ja_-vakivallasta_seka_digitaalisen_tarinankerronnan_tyopaja_itsemurhien_ehkaisemiseksi.html.tmx
Source language: fin
Languages: smn

source: Seminaari saamelaisnuorten kokemasta seksuaalisesta häirinnästä ja -väkivallasta sekä digitaalisen tarinankerronnan työpaja itsemurhien ehkäisemiseksi
smn: Seminaar säminuorâi kuáhtám seksuaallii heemâdmist já -viehâvääldist sehe digitaallii mainâstâllâm pargopáájá jiešsuurmij estimân

source: Saamelaiskäräjien nuorisoneuvosto järjestää 5. lokakuuta seminaarin saamelaisnuorten kokemasta seksuaalisesta häirinnästä ja -väkivallasta sekä saamelaisnuorille tarkoitetun digitaalisen tarinankerronnan työpajan 5.-7. lokakuuta yhteistyössä muiden toimijoiden kanssa Inarissa.
smn: Sämitige nuorâirääđi uárnee roovvâdmáánu 5. peeivi seminaar säminuorâi kuáhtám seksuaallii heemâdmist já -viehâvääldist sehe säminuoráid uáivildum digitaallii mainâstâllâm pargopáájá roovvâdmáánu 5.-7. peeivi oovtâstpargoost eres tuáimeiguin Anarist.

source: Seminaari saamelaisnuorten kokemasta seksuaalisesta häirinnästä ja -väkivallasta 5.10.2018
smn: Seminaar säminuorâi kuáhtám seksuaallii heemâdmist já -viehâvääldist 5.10.2018

source: Seminaarissa pohditaan, kuinka taataan saamelaislapsille ja -nuorille turvallinen kasvuympäristö, mitä on seksuaalinen häirintä- ja väkivalta, mitä voidaan tehdä sen estämiseksi sekä kuinka tulee toimia, jos itse kokee seksuaalista häirintää tai -väkivaltaa.
smn: Seminaarist suogârdeh, ete maht tähiduvvoo sämipárnáid já -nuoráid torvolâš šoddâmpiirâs, mii lii seksuaallâš hemâdem já -viehâväldi, maid puáhtá porgâđ tom estim várás sehe maht kalga toimâđ, jis jieš kuáhtáá seksuaallii hemâdem teikâ -viehâvääldi.

source: Seminaari koostuu ammattilaisten puheenvuoroista, saamelaisnuorten omista kokemuksista sekä työpajoista.
smn: Seminaarist láá áámmátulmui sahâvuáruh, säminuorâi jieijâs feerimeh sehe pargopáájáh.

source: Seminaari on kaikille avoin ja maksuton ja se järjestetään Saamelaiskulttuurikeskus Sajoksessa Inarissa.
smn: Seminaar lii puohháid ávus já nuuvtá já tot uárnejuvvoo Sämikulttuurkuávdáš Sajosist Anarist.

source: Nuorisoneuvoston vuoden 2018 teemana on tuoda näkyväksi saamelaisnuorten kohtaamaa seksuaalista häirintää ja -väkivaltaa ja etsiä siihen puuttumiskeinoja.
smn: Nuorâirääđi ive 2018 teeman lii pyehtiđ uáinusân säminuorâi kuáhtám seksuaallii hemâdem já -viehâvääldi já uuccâđ toos tarvanemvuovijd.

source: Norjan Saamelaiskäräjien nuorisopoliittinen lautakunta (SáNuL) on nostanut esille, että saamelaiset naiset, miehet ja lapset kokevat usein seksuaalista häirintää ja SáNuL näkee asian yhteiskunnalliseksi ongelmaksi, johon koko yhteiskunnan tulee puuttua.
smn: Taažâ Sämitige nuorâipoolitlâš lävdikodde (SáNuL) lii puáhtám oovdân, ete säminisoneh, -almaah já -párnááh kuáhtájeh maŋgii seksuaallii hemâdem já SáNuL uáiná, ete äšši lii ohtsâškodálâš čuolmâ, moos oles ohtsâškodde kalga tarvaniđ.

source: Digitaalisen tarinankerronnan työpaja 5.-7.10.2018
smn: Digitaallii mainâstâllâm pargopáájá 5.-7.10.2018

source: Työpajan tavoitteena on jakaa tarinankerronnan avulla kokemuksia ja ideoita itsemurhien ehkäisystä ja mielen hyvinvoinnin tukemisesta saamelaisnuorten yhteisöissä.
smn: Pargopáájá ulmen lii jyehiđ mainâstâllâm peht feerimijd já jurduid jiešsuurmij estimist já mielâ pyereestvaijeem tuárjumist säminuorâi siärváduvâin.

source: Osallistujat oppivat, kuinka kertomuksesta tehdään digitaalinen tarina hyödyntäen Adobe Final Cut Pro -ohjelmaa.
smn: Uásálisteeh uáppih, ete maht muštâlusâst ráhtoo digitaallâš maainâs anemáin ävkkin Adobe Final Cut Pro -ohjelm.

source: Työpaja huipentuu siihen, että osallistujat jakavat tarinansa ryhmälle.
smn: Pargopáájá loopâst uásálisteeh jyehih sii mainâsijd juávkun.

source: Digitaalisen tarinankerronnan työpajaan voi osallistua 16-30-vuotiaita saamelaisnuoria, jotka työskentelevät ammattitaitoisen fasilitaattoritiimin kanssa.
smn: Digitaallii mainâstâllâm pargopááján pyehtih uásálistiđ 16-30-ihásiih säminuorah, kiäh pargeh áámmáttáiđulâš fasilitaattorjuávhoin.

source: Digitaalisen tarinankerronnan menetelmä tukee osallistujia käyttämään teknologiaa omien tarinoidensa kerronnassa.
smn: Digitaallii mainâstâllâm vyehi iššeed uásálisteid kevttiđ teknologia jieijâs mainâsij muštâlmist.

source: Fasilitaattorit tarjoavat osallistujille syötteen, joka auttaa heitä aloittamaan tarinan rakentamisen.
smn: Fasilitaattoreh fäälih uásálisteid materiaal, mii iššeed sii rähtiškyettiđ mainâs.

source: Osallistujat voivat laatia tarinansa yksin tai pienissä ryhmissä.
smn: Uásálisteeh pyehtih rähtiđ mainâs ohtuu teikâ uccâ juávhuin.

source: Tarinat keskittyvät mielenterveyteen ja mielen hyvinvointiin, itsemurhien ehkäisyyn, psyykkiseen kestävyyteen ja yhteisön toimintaan saamelaisnuorten näkökulmasta.
smn: Mainâseh vuájuh mielâtiervâsvuotân já mielâ pyereestvajemân, jiešsuurmij estimân, psyykkisii sävrivuotân já siärváduv tooimân säminuorâi uáinust.

source: Tarinat nauhoitetaan, ja niitä voidaan jakaa muille yleisöille seminaareissa ja tapahtumissa ja/tai internetissä.
smn: Mainâseh vyerkkejuvvojeh, já taid puáhtá jyehiđ eres kuldâleijeid seminaarijn já tábáhtusâin já/teikâ internetist.

source: Tutkijat käyttävät tarinoita tutkimusaineistona kehittääkseen ymmärrystä siitä, kuinka mielenterveyttä voidaan edistää ja itsemurhia ehkäistä arktisen alueen alkuperäiskansoihin kuuluvien nuorten keskuudessa.
smn: Totkeeh kevttih mainâsijd tutkâmamnâstâhhân vâi ovdedeh ibárdâs tast, ete maht puáhtá ovdediđ mielâtiervâsvuođâ já estiđ jiešsuurmijd arktâsii kuávlu algâaalmugáid kullee nuorâi juávhust.

source: Tarinoiden rakentamisen lisäksi osallistujat kuulevat arktisen neuvoston ja sen kestävän kehityksen työryhmän työstä, itsemurhien ehkäisystä ja tutkimusetiikasta.
smn: Mainâsij rähtim lasseen uásálisteeh kuleh arktâsii rääđi já ton pištee ovdánem pargojuávhu pargoost, jiešsuurmij estimist já tutkâmetiikast.

source: Työpajan järjestää Suomen saamelaiskäräjien nuorisoneuvosto yhteistyössä kanadalaisen asiantuntijatiimin, sosiaali- ja terveysministeriön ja arktisen neuvoston kanssa.
smn: Pargopáájá uárnee Suomâ Sämitige nuorâirääđi oovtâstpargoost kanadalii äššitobdeejuávhoin, sosiaal- já tiervâsvuotâministeriöin já arktâsâš rađđijn.

source: Se on osa arktisen neuvoston projektia Circumpolar Resilience, Engagement and Action Through Story (CREATeS).
smn: Tot lii uási arktâsii rääđi proojeekt Circumpolar Resilience, Engagement and Action Through Story (CREATeS).

source: Työpajan työskentelykieli on englanti, mutta tulkkaus saamen kielille on tarjolla.
smn: Pargopáájá pargokielâ lii eŋgâlâskielâ, mutâ tulkkum sämikielân lii fáállun.

source: Työpaja on osa arktisen alueen kansallisten työpajojen sarjaa.
smn: Pargopáájá lii uási arktâsii kuávlu aalmuglij pargopáájái rááiđu.

source: Sajoksessa, Inarissa, järjestetään 30.1.-1.2.2019 sarjan päättävä työpaja, johon voi osallistua arktisen alueen eri alkuperäiskansojen nuoria.
smn: Sajosist, Anarist, uárnejuvvoo 30.1.-1.2.2019 rááiđu lopâtteijee pargopáájá, moos puáhtá uásálistiđ arktâsii kuávlu jieškote-uv algâaalmugij nuorah.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Risten Mustonen, Nuorisoneuvoston puheenjohtaja, risten.mustonen@samediggi.fi, 040 529 60 93
smn: Risten Mustonen, Nuorâirääđi saavâjođetteijee, risten.mustonen@samediggi.fi, 040 529 60 93

source: Kaisa Tapiola-Länsman, Nuorisosihteeri Saamelaiskäräjät, kaisa.tapiola-lansman@samediggi.fi, 050 382 5179
smn: Kaisa Tapiola-Länsman, Nuorâičällee Sämitigge, kaisa.tapiola-lansman@samediggi.fi, 050 382 5179

source: Digitaalisen tarinankerronnan työpaja:
smn: Digitaallii mainâstâllâm pargopáájá:

source: Meri Larivaara, Neuvotteleva virkamies, Sosiaali- ja terveysministeriö, meri.larivaara@stm.fi, 050 563 3634
smn: Meri Larivaara, Ráđádâllee virgeolmooš, Sosiaal- já tiervâsvuotâministeriö, meri.larivaara@stm.fi, 050 563 3634
